{
  "title": "Day one",
  "tracks": [

    {
      "id": "track-two",
      "title": "Track two",
      "talks": [
        {
          "issueType": "bug",
          "title": "Automating UI development",
          "description": "Consectetur eu aliquip exercitation sint dolor consectetur anim irure duis ex veniam. Consequat dolore in esse veniam nostrud quis sint ad. Dolor aliquip labore dolore labore sit minim esse fugiat nulla elit quis. Mollit tempor ad pariatur do deserunt nostrud ea ex aute commodo Lorem sunt enim ullamco. Sint consequat duis enim esse. Voluptate veniam nisi sint aliqua cillum cillum reprehenderit incididunt Lorem pariatur occaecat eiusmod deserunt sit.",
          "priority": "HIGH",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Stefan Baumgartner and Katrin Freihofner",
          "createdAt": "2020-11-01T09:26:05.026Z"
        },
        {
          "issueType": "epic",
          "title": "RxJS schedulers in depth",
          "description": "Sunt ea dolor elit irure do et. Labore esse officia tempor do. Lorem nisi deserunt velit commodo ea. Nulla quis amet eiusmod consectetur tempor do ex laborum culpa non et non sit. Id pariatur cillum incididunt occaecat ex. Labore consectetur ex id quis fugiat fugiat dolor sint laboris Lorem nulla ullamco elit proident.",
          "priority": "LOW",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "image": "",
          "assignee": "Michael Hladky",
          "createdAt": "2020-12-01T09:26:05.026Z",
          "tags": [
            {
              "name": "Deep-dive",
              "color": "#e0e0e0"
            }
          ]
        },
        {
          "issueType": "sub-task",
          "title": "The good, the bad and the ugly - Component architecture at scale",
          "description": "Tempor laboris mollit dolore id amet ullamco anim voluptate sit est mollit magna reprehenderit consectetur. Pariatur elit duis labore nostrud et do. Nisi adipisicing sunt nulla reprehenderit nisi ipsum ea fugiat irure. Pariatur fugiat ut duis est dolor proident est consectetur dolore nisi consequat labore quis anim.",
          "priority": "MEDIUM",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Ana Cidre and Sherry List",
          "createdAt": "2019-01-01T09:26:05.026Z",
          "tags": [
            {
              "name": "Deep-dive",
              "color": "#e0e0e0"
            }
          ]
        },
        {
          "issueType": "story",
          "title": "Universally speaking",
          "description": "Exercitation enim fugiat aute incididunt ipsum et. Adipisicing qui dolor nisi tempor nisi exercitation consequat dolor qui mollit eiusmod. Irure ad ut nisi deserunt anim sint magna id est.",
          "priority": "HIGH",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Craig Spence",
          "createdAt": "2019-02-01T09:26:05.026Z",
          "tags": [
            {
              "name": "Deep-dive",
              "color": "#e0e0e0"
            }
          ]
        },
        {
          "issueType": "task",
          "title": "Optimize and debug change detection like a pro",
          "description": "Labore ullamco est id mollit ipsum. Ipsum irure ea mollit labore adipisicing sint ipsum duis pariatur nulla consequat esse adipisicing eiusmod. Sit sint laboris cillum aliquip adipisicing consectetur velit velit irure commodo. Ullamco nulla et est consequat non officia culpa excepteur aute duis aliqua. Cillum elit anim nostrud amet.",
          "priority": "HIGH",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Max Koretskyi",
          "createdAt": "2019-03-01T09:26:05.026Z",
          "tags": [
            {
              "name": "Deep-dive",
              "color": "#e0e0e0"
            }
          ]
        },
        {
          "issueType": "task",
          "title": "Nest the backend for your Angular application",
          "description": "Sint amet proident ut incididunt commodo. Sit dolor anim enim quis culpa est. Irure magna ut amet velit anim voluptate mollit excepteur ad reprehenderit ut. Eu ex quis reprehenderit magna laboris ut.",
          "priority": "HIGH",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Bo Vandersteene",
          "createdAt": "2019-04-01T09:26:05.026Z",
          "tags": [
            {
              "name": "Intro",
              "color": "#e0e0e0"
            }
          ]
        },
        {
          "issueType": "task",
          "title": "Testing Angular with Cypress.io",
          "description": "Aliquip ullamco minim dolore do sit aute amet non ut mollit sunt. Occaecat dolore cillum ullamco tempor tempor dolore nostrud cillum officia cillum. Lorem culpa ad dolor incididunt tempor nulla pariatur pariatur incididunt. Aliquip do Lorem commodo minim nostrud ipsum amet adipisicing laborum incididunt ea.",
          "priority": "HIGH",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Joe Eames",
          "createdAt": "2019-05-01T09:26:05.026Z",
          "tags": [
            {
              "name": "Intro",
              "color": "#e0e0e0"
            }
          ]
        },
        {
          "issueType": "task",
          "title": "Location based immersive experiences with Angular and WebXR",
          "description": "Sint duis consectetur do ipsum ut Lorem veniam officia officia. Ea dolore duis ut duis duis elit quis nisi non culpa officia consequat ea. Pariatur labore cupidatat labore sunt cillum consequat do et. Ex eiusmod exercitation ut nisi dolor irure laborum ea dolore aute velit excepteur aliquip. Do fugiat tempor ut consequat fugiat adipisicing nostrud excepteur ad id ad enim. Sunt ut Lorem consequat eu id id laboris elit. Anim ipsum proident reprehenderit labore ullamco ut laborum Lorem consectetur.",
          "priority": "LOW",
          "storyPoints": 2,
          "ticketCode": "MDG-001",
          "assignee": "Aysegul Yonet",
          "createdAt": "2019-06-01T09:26:05.026Z"
        }
      ]
    },
    {
      "id": "track-two",
      "title": "",
      "talks":[]
    }
  ]
}
